Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AXCaptionStyleSizeOverrideDescription
source: Use the size specified in the video.
ar: استخدام الحجم المحدد في الفيديو.
ca: Utilitza la mida especificada al vídeo.
cs: Použít velikost určenou videem.
da: Brug den størrelse, som er angivet i videoen.
de: Die im Video angegebene Größe verwenden.
el: Χρήση του μεγέθους που έχει καθοριστεί στο βίντεο.
es: Se utiliza el tamaño especificado en el vídeo.
es_us: Usar el tamaño especificado en el video.
fi: Käytä videossa määritettyä kokoa.
fr: Utilisez la taille définie dans la vidéo.
fr_ca: Utilise la taille spécifiée dans la vidéo.
he: ניתן להשתמש בגודל שהוגדר בווידאו.
hi: वीडियो में निर्दिष्ट आकार का उपयोग करें।
hr: Korištenje veličine određene u videozapisu.
hu: A videóban megadott méret használata.
id: Gunakan ukuran yang ditetapkan di video.
it: Usa le dimensioni specificate nel video.
ja: ビデオで指定されているサイズを使用します。
ko: 비디오에서 지정된 크기를 사용합니다.
ms: Gunakan saiz yang ditentukan dalam video.
nl: Gebruik de grootte die is opgegeven in de video.
no: Bruk størrelsen som er angitt i videoen.
pl: Użyj rozmiaru określonego w wideo.
pt_br: Usar o tamanho especificado no vídeo.
pt_pt: Usar o tamanho especificado no vídeo.
ro: Utilizați dimensiunea specificată în conținutul video.
ru: Используйте размер, указанный в видео.
sk: Použije veľkosť špecifikovanú videom.
sl: Uporabite velikost, določeno v videu.
sv: Använd storleken som anges i videon.
th: ใช้ขนาดที่กำหนดในวิดีโอ
tr: Videoda belirtilen punto büyüklüğünü kullanır.
uk: Використовуйте розмір, заданий у відео.
vi: Sử dụng kích cỡ được chỉ định trong video.
zh_cn: 使用视频中指定的大小。
zh_hk: 使用影片指定的大小。
zh_tw: 使用影片中指定的大小。

# AXSpatialAudioHeader
source: Spatial Audio
ar: الصوت المكاني
ca: Àudio espacial
cs: Prostorový zvuk
da: Rumlig lyd
de: 3D-Audio
el: Χωρικός ήχος
es: Audio espacial
es_us: Audio espacial
fi: Tilaääni
fr: Audio spatial
fr_ca: Audio spatial
he: שמע מרחבי
hi: स्पेशियल ऑडियो
hr: Prostorni zvuk
hu: Térbeli hangzás
id: Audio Spasial
it: Audio spaziale
ja: 空間オーディオ
ko: 공간 음향
ms: Audio Ruang
nl: Ruimtelijke audio
no: Romtilpasset lyd
pl: Dźwięk przestrzenny
pt_br: Áudio Espacial
pt_pt: Áudio espacial
ro: Audio spațial
ru: Пространственное аудио
sk: Priestorový zvuk
sl: Prostorski zvok
sv: Rumsligt ljud
th: เสียงเชิงมิติพื้นที่
tr: Uzamsal Ses
uk: Просторове аудіо
vi: Âm thanh không gian
zh_cn: 空间音频
zh_hk: 空間音訊
zh_tw: 空間音訊

# AXVoiceOverAudioDuckingOffFooter
source: The volume of media and calls will not change when VoiceOver is speaking.
ar: لن يتغير مستوى صوت الوسائط والمكالمات أثناء نطق التعليق الصوتي.
ca: No s’abaixarà el volum de les trucades ni del contingut multimèdia quan el VoiceOver llegeixi alguna cosa.
cs: Když bude VoiceOver mluvit, hlasitost médií a hovorů se nezmění.
da: Lydstyrken på medier og opkald ændres ikke, når VoiceOver læser op.
de: Die Lautstärke von Medien und Anrufen wird nicht geändert, wenn VoiceOver spricht.
el: Η ένταση ήχου πολυμέσων και κλήσεων δεν θα αλλάζει όταν το VoiceOver πραγματοποιεί εκφώνηση.
es: El volumen del contenido multimedia y las llamadas no cambiará cuando VoiceOver esté hablando.
es_us: El volumen del contenido y las llamadas no se modificará cuando VoiceOver lea en voz alta.
fi: Median ja puhelujen äänenvoimakkuus ei muutu, kun VoiceOver puhuu.
fr: Le volume des contenus multimédias et des appels restera au même niveau pendant l’énonciation de VoiceOver.
fr_ca: Le volume du contenu multimédia et des appels ne variera pas pendant l’énonciation de VoiceOver.
he: עוצמת השמע של מדיה ושיחות לא תשתנה בעת הקראה של VoiceOver.
hi: VoiceOver के बोलने के दौरान मीडिया और कॉल का वॉल्यूम बदला नहीं जाएगा।
hr: Glasnoća medija i poziva neće se promijeniti kad VoiceOver čita.
hu: A média és a hívások hangereje nem fog változni, amikor a VoiceOver beszél.
id: Volume media dan panggilan tidak akan berubah saat VoiceOver berbicara.
it: Il volume dei contenuti multimediali e delle chiamate non cambierà durante la lettura di VoiceOver.
ja: VoiceOverが読み上げるときにメディアと通話の音量は変更されません。
ko: VoiceOver가 말하는 동안 미디어 및 통화 음량을 변경하지 않습니다.
ms: Kelantangan media dan panggilan tidak akan berubah apabila VoiceOver sedang bercakap.
nl: Het volume van media en oproepen wordt niet gewijzigd wanneer VoiceOver spreekt.
no: Volumet i medieavspilling og samtaler blir ikke endret mens VoiceOver snakker.
pl: Głośność multimediów i połączeń nie będzie zmieniana, gdy funkcja VoiceOver odczytuje rzeczy.
pt_br: O volume de chamadas e mídias não será alterado quando o VoiceOver estiver falando.
pt_pt: O volume do conteúdo multimédia e das chamadas não muda quando o VoiceOver está a falar.
ro: Volumul conținutului multimedia și al apelurilor nu se va modifica în timpul enunțării VoiceOver.
ru: Громкость медиаконтента и вызовов не будет изменяться, когда VoiceOver говорит.
sk: Keď VoiceOver rozpráva, hlasitosť médií ani hovorov sa nezníži.
sl: Med predvajanjem govora s funkcijo VoiceOver ostane glasnost predstavnostne vsebine in klicev nespremenjena.
sv: Volymen för medier och samtal förändras inte när VoiceOver läser upp.
th: ระดับเสียงของสื่อและสายโทรจะไม่เปลี่ยนเมื่อ VoiceOver อ่านออกเสียงอยู่
tr: VoiceOver konuşurken ortamların ve aramaların ses yüksekliği değiştirilmez.
uk: Гучність викликів і медіавмісту не змінюватиметься під час мовлення VoiceOver.
vi: Âm lượng của phương tiện và cuộc gọi sẽ không thay đổi khi VoiceOver đang nói.
zh_cn: “旁白”朗读时，媒体和通话音量不会变化。
zh_hk: 「旁白」朗讀期間，媒體和通話的音量不會改變。
zh_tw: 媒體和通話音量不會在「旁白」朗讀時更改。

# AXReduceMotionTitle
source: Reduce Motion
ar: تقليل الحركة
ca: Redueix el moviment
cs: Omezit pohyb
da: Formindsk bevægelse
de: Bewegung reduzieren
el: Μείωση κίνησης
es: Reducir movimiento
es_us: Reducir movimiento
fi: Liikkeen vähennys
fr: Réduire les animations
fr_ca: Réduire les animations
he: הפחתת תזוזות
hi: गति घटाएँ
hr: Smanji pomicanje
hu: Mozgás csökkentése
id: Kurangi Gerakan
it: Riduci movimento
ja: 視差効果を減らす
ko: 동작 줄이기
ms: Kurangkan Pergerakan
nl: Verminder beweging
no: Reduser bevegelse
pl: Redukuj ruch
pt_br: Reduzir Movimento
pt_pt: Reduzir movimento
ro: Reducere mișcare
ru: Уменьшение движения
sk: Obmedziť pohyb
sl: Zmanjšaj dinamičnost animacij
sv: Minska rörelse
th: ลดการเคลื่อนไหว
tr: Hareketi Azalt
uk: Зменшення руху
vi: Giảm chuyển động
zh_cn: 减弱动态效果
zh_hk: 減少動態效果
zh_tw: 減少動態效果

# AXFacetimeCaptionsDetails
source: Apple TV can use on-device intelligence to display your FaceTime conversation on-screen. Accuracy of Live Captions may vary and should not be relied upon in high-risk or emergency situations.
ar: يمكن أن يستخدم Apple TV الذكاء المتضمن في الجهاز لعرض محادثة فيس تايم على الشاشة. قد تتفاوت دقة التعليقات المصاحبة المباشرة؛ لذا لا ينبغي الاعتماد عليها في حالات الخطورة العالية أو الطوارئ.
ca: L’Apple TV farà servir la intel·ligència local del dispositiu per mostrar la conversa del FaceTime en pantalla. La precisió pot variar i no s’hi ha de confiar en situacions d’emergència o d’alt risc.
cs: Apple TV může s využitím vlastní inteligence zařízení zobrazovat konverzaci z FaceTimu na obrazovce. Přesnost živých titulků může kolísat, takže byste se na ně neměli spoléhat ve vysoce rizikových a krizových situacích.
da: Apple TV kan bruge intelligens på enheden til at vise din FaceTime-samtale på skærmen. Nøjagtigheden af liveundertekster kan variere, og du bør ikke stole på dem i risikobetonede situationer eller nødsituationer.
de: Das Apple TV kann mithilfe integrierter künstlicher Intelligenz deine FaceTime-Konversationen auf dem TV-Gerät anzeigen. Die Genauigkeit von Live-Untertiteln kann variieren und sollte in Risikosituationen oder Notfällen nicht als zuverlässige Quelle genutzt werden.
el: Το Apple TV μπορεί να χρησιμοποιεί νοημοσύνη επί της συσκευής για εμφάνιση των συζητήσεών σας στο FaceTime επί της οθόνης. Η ακρίβεια των Ζωντανών λεζαντών ενδέχεται να ποικίλλει και δεν πρέπει να βασίζεστε σε αυτές σε καταστάσεις υψηλού κινδύνου ή έκτακτης ανάγκης.
es: El Apple TV puede utilizar la inteligencia local del dispositivo para mostrar en pantalla tu conversación de FaceTime. La precisión de los subtítulos en vivo puede variar y no debe considerarse como un recurso fiable en situaciones de alto riesgo o de emergencia.
es_us: El Apple TV usará la inteligencia en el dispositivo para mostrar tus conversaciones de FaceTime en la pantalla. La precisión de los subtítulos en vivo puede variar y, por lo tanto, no se recomienda confiar en ellos en situaciones de alto riesgo.
fi: Apple TV voi tekstittää FaceTime-keskustelun laiteälyn avulla. Live-tekstityksen tarkkuus voi vaihdella, eikä siihen tule luottaa riskialttiissa tai hätätilanteissa.
fr: L’Apple TV peut utiliser une technologie exécutée sur l’appareil pour afficher votre conversation FaceTime à l’écran. La précision des sous-titres en direct peut varier et ceux-ci ne doivent pas être utilisés dans des situations à haut risque ou d’urgence.
fr_ca: L’Apple TV peut utiliser les fonctions d’intelligence de l’appareil pour afficher votre conversation FaceTime à l’écran. L’exactitude des sous-titres en direct pouvant varier, ne vous y fiez pas dans des situations à haut risque ou d’urgence.
he: ה-Apple TV יכול להשתמש בטכנולוגיית בינה מלאכותית כדי להציג תמלול של שיחת ה-FaceTime שלך על המסך. רמת הדיוק של ״כתוביות בזמן אמת״ עשויה להשתנות ואין להסתמך עליה במצבי סיכון גבוה או מקרי חירום.
hi: Apple TV स्क्रीन पर आपकी FaceTime वार्तालाप दिखाने के लिए ऑन-डिवाइस इंटेलीजेंस का इस्तेमाल कर सकता है। लाइव कैप्शन की सटीकता में अंतर हो सकता है और उच्च जोखिम वाली या आपातकालीन स्थितियों में उन पर भरोसा नहीं करना चाहिए।
hr: Apple TV može koristiti inteligenciju na uređaju za prikazivanje vašeg FaceTime razgovora na zaslonu. Točnost Opisa uživo može varirati i na njih se ne biste trebali oslanjati u situacijama visokog rizika ili hitnim situacijama.
hu: Az Apple TV az eszközön való feldolgozás segítségével automatikusan megjeleníti a FaceTime-beszélgetéseit a képernyőn. Az Élő feliratok pontossága változó lehet, és magas kockázatú helyzetekben vagy vészhelyzetben nem szabad rájuk támaszkodni.
id: Apple TV dapat menggunakan kecerdasan pada perangkat untuk menampilkan percakapan FaceTime Anda pada layar. Akurasi Teks Langsung dapat berbeda-beda dan tidak boleh diandalkan dalam situasi berisiko tinggi atau darurat.
it: Apple TV può utilizzare l’intelligenza artificiale presente sul dispositivo per mostrare le conversazioni FaceTime sullo schermo. L’accuratezza delle trascrizioni in tempo reale potrebbe variare e non è consigliabile fare affidamento sulla funzionalità in situazioni ad alto rischio o di emergenza.
ja: デバイス上の人工知能機能を使用して、Apple TVでFaceTimeの会話が画面が表示されます。ライブキャプションの精度は一定ではなく、危険性の高い状況または緊急時にはライブキャプションを信頼すべきではありません。
ko: Apple TV는 온디바이스 지능형 기능을 사용하여 FaceTime의 대화를 화면상에 표시합니다. 실시간 자막의 정확성은 때에 따라 다를 수 있으며, 위험이 큰 상황 또는 긴급 상황에서 이 기능에 의존해서는 안 됩니다.
ms: Apple TV boleh menggunakan kecerdasan pada peranti untuk memaparkan perbualan FaceTime anda atas skrin. Ketepatan Kapsyen Langsung mungkin berbeza-beza dan tidak sepatutnya digunakan dalam situasi berisiko tinggi atau kecemasan.
nl: De Apple TV kan intelligentie op het apparaat gebruiken om je FaceTime-gesprek op het scherm weer te geven. De nauwkeurigheid van live bijschriften kan variëren. Vertrouw er niet op in situaties met een hoog risico of in noodgevallen.
no: Apple TV kan bruke kunstig intelligens på enheten til å tekste en FaceTime-samtale på skjermen. Direkteteksting er ikke alltid like nøyaktig, og bør ikke stoles på i nød- eller risikosituasjoner.
pl: Apple TV może wyświetlać napisy podczas połączeń FaceTime, używając wbudowanej sztucznej inteligencji. Dokładność napisów na żywo nie jest gwarantowana i nie należy na nich polegać w sytuacjach wysokiego ryzyka ani awaryjnych.
pt_br: A Apple TV pode usar a inteligência no dispositivo para mostrar suas conversas do FaceTime na tela. A precisão das Legendas ao Vivo pode variar e você não deve contar com elas em situações de alto risco ou de emergência.
pt_pt: A Apple TV pode usar a tecnologia de inteligência no dispositivo para mostrar conversas do FaceTime no ecrã. A precisão das legendas em tempo real pode variar e não deve ser considerada fiável em situações de alto risco ou de emergência.
ro: Apple TV‑ul poate utiliza procesare inteligentă pe dispozitiv pentru a afișa conversația dvs. FaceTime pe ecran. Precizia subtitrărilor live ar putea varia și nu trebuie să vă bazați pe această funcționalitate în situații de urgență sau cu risc ridicat.
ru: Apple TV будет отображать на экране текст Вашего разговора в FaceTime, используя искусственный интеллект на устройстве. Точность субтитров не гарантируется, и на них не следует полагаться в ситуациях высокого риска и экстренных случаях.
sk: Apple TV môže využitím umelej inteligencie na zariadení zobrazovať vaše FaceTime konverzácie na obrazovke. Presnosť živých titulkov môže kolísať a nemali by ste sa na ne spoliehať v rizikových ani krízových situáciách.
sl: Apple TV lahko uporablja inteligenco v napravi za prikaz pogovorov FaceTime na zaslonu. Možna so odstopanja v točnosti napisov v živo, zato se nanje ne bi smeli zanašati v primerih visokega tveganja ali v izrednih razmerah.
sv: Apple TV kan använda intelligenta funktioner på enheten till att texta dina FaceTime-samtal på skärmen. Hur korrekt direkttextning är kan variera och du bör inte förlita dig på funktionen i nödsituationer eller situationer med hög risk.
th: Apple TV สามารถใช้ความฉลาดของอุปกรณ์เพื่อแสดงการสนทนา FaceTime ของคุณบนหน้าจอได้ ความแม่นยำของคำบรรยายเสียงสดอาจแตกต่างกันไปและไม่ควรพึ่งพาคำบรรยายเสียงสดเพียงอย่างเดียวในสถานการณ์ที่มีความเสี่ยงสูงหรือฉุกเฉิน
tr: Apple TV, FaceTime görüşmenizi ekranda görüntülemek için aygıttaki yapay zekâyı kullanabilir. Canlı Altyazı doğruluğu değişkenlik gösterebilir ve yüksek riskli veya acil durumlarda canlı altyazıya güvenilmemelidir.
uk: Apple TV може автоматично показувати субтитри у FaceTime за допомогою вбудованих інтелектуальних алгоритмів. Точність Субтитрів наживо може бути різною, тому на неї не варто покладатися в ризикованих або екстрених ситуаціях.
vi: Apple TV có thể sử dụng công nghệ thông minh trên thiết bị để hiển thị cuộc hội thoại FaceTime của bạn trên màn hình. Độ chính xác của Chú thích trực tiếp có thể thay đổi và bạn không nên dựa vào tính năng này trong các tình huống khẩn cấp hoặc có tính rủi ro cao.
zh_cn: Apple TV可使用设备端智能技术在屏幕上显示FaceTime对话。实时字幕的准确度可能会有所不同，在高风险情况或紧急情况下不应依赖实时字幕。
zh_hk: Apple TV會使用裝置端智能技術在螢幕上顯示FaceTime對話。「即時字幕」的準確性可能會有所不同，在高風險或緊急情況下不應依賴「即時字幕」。
zh_tw: Apple TV會使用裝置端的智慧技術在螢幕上顯示你的FaceTime對話。「即時字幕」的準確度可能不同，在高風險或緊急情況下不應該仰賴「即時字幕」功能。

# AXDisplayContrastGroupTitle
source: Contrast
ar: التباين
cs: Kontrast
da: Kontrast
de: Kontrast
el: Αντίθεση
es: Contraste
es_us: Contraste
fi: Kontrasti
fr: Contraste
fr_ca: Contraste
he: ניגודיות
hi: कॉन्ट्रास्ट
hr: Kontrast
hu: Kontraszt
id: Kontras
it: Contrasto
ja: コントラスト
ko: 대비
ms: Kontras
no: Kontrast
pl: Kontrast
pt_br: Contraste
pt_pt: Contraste
ru: Контраст
sk: Kontrast
sl: Kontrast
sv: Kontrast
th: ความต่างระดับสี
tr: Kontrast
uk: Контрастність
vi: Độ tương phản
zh_cn: 对比度
zh_hk: 色彩對比
zh_tw: 對比

# AXBrailleStatusCellRight
source: Right
ar: يمين
ca: Dreta
cs: Vpravo
da: Højre
de: Rechts
el: Δεξιά
es: Derecha
es_us: Derecha
fi: Oikea
fr: Droite
fr_ca: Droite
he: ימינה
hi: दाईं ओर
hr: Desno
hu: Jobb
id: Kanan
it: Destra
ja: 右
ko: 오른쪽
ms: Kanan
nl: Rechts
no: Høyre
pl: Prawa
pt_br: Direita
pt_pt: Direita
ro: Dreapta
ru: Справа
sk: Vpravo
sl: Desno
sv: Höger
th: ขวา
tr: Sağ
uk: Справа
vi: Bên phải
zh_cn: 右侧
zh_hk: 右邊
zh_tw: 右側

# AXHoverTextScrollingSpeedFasterTitle
source: Faster
ar: أسرع
ca: Ràpida
cs: Rychlejší
da: Hurtigere
de: Schneller
el: Πιο γρήγορη
es: Rápida
es_us: Rápida
fi: Nopeampi
fr: Plus rapide
fr_ca: Plus rapide
he: מהירה יותר
hi: अधिक तेज़
hr: Brže
hu: Gyorsabb
id: Lebih Cepat
it: Veloce
ja: 速く
ko: 빠르게
ms: Lebih Laju
nl: Sneller
no: Raskere
pl: Szybciej
pt_br: Rápida
pt_pt: Mais rápida
ro: Mai mare
ru: Высокая
sk: Rýchlejšia
sl: Hitreje
sv: Snabbare
th: เร็วขึ้น
tr: Daha Hızlı
uk: Швидше
vi: Nhanh hơn
zh_cn: 较快
zh_hk: 較快
zh_tw: 較快

# AXCaptionStyleTextEdgeStyleTitle
source: Text Edge Style
ar: نمط حواف النص
ca: Estil de la vora del text
cs: Styl okrajů textu
da: Format på tekstkant
de: Textkantenstil
el: Στιλ άκρων κειμένου
es: Bordes del texto
es_us: Bordes del texto
fi: Tekstireunan tyyli
fr: Style de bordure
fr_ca: Style de bordure
he: סגנון לקצוות מלל
hi: टेक्स्ट के किनारों की शैली
hr: Stil ruba teksta
hu: Szöveg szélének stílusa
id: Gaya Tepi Teks
it: Stile bordo del testo
ja: テキストエッジスタイル
ko: 텍스트 가장자리 스타일
ms: Gaya Pinggir Teks
nl: Tekstrandstijl
no: Tekstkantstil
pl: Styl krawędzi tekstu
pt_br: Estilo da Borda do Texto
pt_pt: Estilo da borda do texto
ro: Stil margine text
ru: Стиль краев текста
sk: Štýl okrajov textu
sl: Slog roba besedila
sv: Textkantstil
th: ลักษณะขอบข้อความ
tr: Metin Kenarı Stili
uk: Стиль контурів тексту
vi: Kiểu mép văn bản
zh_cn: 文本边缘样式
zh_hk: 文字邊緣樣式
zh_tw: 文字邊緣樣式

# unified.speech.download.voice.message
source: Do you want to download %@?
ar: هل ترغب في تنزيل %@؟
ca: Vols descarregar “%@”?
cs: Chcete hlas „%@“ stáhnout?
da: Vil du hente %@?
de: Möchtest du %@ laden?
el: Θέλετε να πραγματοποιηθεί λήψη της φωνής «%@»;
es: ¿Quieres descargar “%@”?
es_us: ¿Quieres descargar %@?
fi: Ladataanko %@?
fr: Voulez-vous télécharger « %@ » ?
fr_ca: Voulez-vous télécharger %@?
he: האם ברצונך להוריד את ״%@״?
hi: क्या आप %@ को डाउनलोड करना चाहते हैं?
hr: Želite li preuzeti %@?
hu: Szeretné letölteni a következőt: %@?
id: Apakah Anda ingin mengunduh %@?
it: Vuoi scaricare %@?
ja: %@をダウンロードしますか?
ko: ‘%@’을(를) 다운로드하겠습니까?
ms: Adakah anda mahu memuat turun %@?
nl: Wil je %@ downloaden?
no: Vil du laste ned %@?
pl: Czy chcesz pobrać głos %@?
pt_br: Deseja baixar %@?
pt_pt: Gostaria de descarregar “%@”?
ro: Doriți să descărcați „%@”?
ru: Хотите загрузить голос «%@»?
sk: Chcete stiahnuť hlas %@?
sl: Želite prenesti glas %@?
sv: Vill du hämta %@?
th: คุณต้องการดาวน์โหลด%[tt]@หรือไม่
tr: %@ sesini indirmek istiyor musunuz?
uk: Викачати «%@»?
vi: Bạn có muốn tải về %@ không?
zh_cn: 你要下载%@吗？
zh_hk: 你想下載%@嗎？
zh_tw: 要下載%@嗎？

# AXIncreaseContrastDescription
source: Increase color contrast between app foreground and background colors.
ar: زيادة تباين اللون بين ألوان مقدمة وخلفية التطبيق.
ca: Augmenta el contrast entre els colors del fons i del primer pla de les apps.
cs: Zvýší barevný kontrast mezi popředím a pozadím aplikace.
da: Forøg farvekontrast mellem forgrunds- og baggrundsfarver i app.
de: Den Farbkontrast zwischen dem App-Vordergrund und dem Hintergrund erhöhen.
el: Αύξηση της χρωματικής αντίθεσης μεταξύ των χρωμάτων προσκηνίου και παρασκηνίου των εφαρμογών.
es: Aumenta el contraste entre los colores del primer plano y los del fondo de la app.
es_us: Aumenta el contraste entre los colores del primer y segundo planos.
fi: Lisää apin etualan ja taustan värien välistä värikontrastia.
fr: Augmentez le contraste des couleurs entre le premier plan des apps et les couleurs d’arrière-plan.
fr_ca: Augmente le contraste des couleurs entre le premier plan et l’arrière-plan des apps.
he: ניתן להגביר את הניגודיות בין הצבעים של החזית והרקע ביישומים.
hi: ऐप फ़ोरग्राउंड और बैकग्राउंड रंगों के बीच रंग का कॉन्ट्रास्ट बढ़ाएँ।
hr: Povećanje kontrasta boje između prednjih i pozadinskih boja aplikacije.
hu: A színkontraszt növelése az app előterének és hátterének színei között.
id: Tambah kontras warna antara warna latar depan dan latar belakang app.
it: Aumenta il contrasto tra i colori dell’app in primo piano e di sfondo.
ja: アプリの前景色と背景色との間のカラーコントラストを上げます。
ko: 앱의 전면 및 후면 배경 색상 간에 색상 대비를 증가합니다.
ms: Tingkatkan kontras warna antara warna latar depan dan latar belakang app.
nl: Verhoog het kleurcontrast tussen de voorgrond- en achtergrondkleuren van de app.
no: Øk fargekontrasten mellom appens forgrunn og bakgrunnsfargene.
pl: Zwiększa kontrast kolorów między zawartością i tłem w aplikacji.
pt_br: Aumenta o contraste entre as cores de fundo e primeiro plano do app.
pt_pt: Aumenta o contraste entre as cores de primeiro e segundo planos da aplicação.
ro: Sporiți contrastul între culorile din prim‑planul și din fundalul aplicațiilor.
ru: Повысить контраст между цветами переднего и заднего планов приложения.
sk: Zlepší čitateľnosť zvýšením farebného kontrastu medzi popredím a pozadím apiek.
sl: Povečajte barvni kontrast med barvami ospredja in ozadja aplikacije.
sv: Öka färgkontrasten mellan appens förgrunds- och bakgrundsfärger.
th: เพิ่มความต่างระดับสีระหว่างสีพื้นหน้าของแอปและสีพื้นหลัง
tr: Uygulamanın ön plan ve arka plan renkleri arasında renk kontrastını artırır.
uk: Збільшує контраст між кольорами переднього й заднього планів програми.
vi: Tăng độ tương phản màu giữa các màu nền trước và nền sau của ứng dụng.
zh_cn: 增加App前景色和背景色的对比度。
zh_hk: 增加App前景和背景顏色的色彩對比度。
zh_tw: 增加App前景和背景顏色的色彩對比度。
